Repository: linux-credentials/credentialsd
Catalog: credentialsd-ui/po/*.po
Languages: de_de

source: Credential Manager
de_de: Zugangsdatenmanager

source: Window width
de_de: Fensterbreite

source: Window height
de_de: Fensterhöhe

source: Window maximized state
de_de: Fenster maximiert

source: A boilerplate template for GTK + Rust. It uses Meson as a build system and has flatpak support by default.
de_de: Eine Vorlage für eine GTK + Rust Anwendung.

source: Registering a credential
de_de: Zugangsdaten registrieren

# shortcut window
source: General
de_de: Allgemein

# shortcut window
source: Show Shortcuts
de_de: Zeige Kürzel

# shortcut window
source: Quit
de_de: Beenden

source: _Preferences
de_de: Einstellungen

source: _Keyboard Shortcuts
de_de: Tastaturkürzel

source: Choose device
de_de: Gerät auswählen

source: Devices
de_de: Geräte

source: Connect a security key
de_de: Stecken Sie Ihren Security-Token ein.

source: Scan the QR code to connect your device
de_de: Scannen Sie den QR-Code, um Ihr Gerät zu verbinden

source: Choose credential
de_de: Wählen Sie Zugangsdaten aus

source: Set a PIN
de_de: Neue PIN festlegen

source: Please choose a new PIN for your device.
de_de: Bitte geben Sie eine neue PIN für das Gerät ein

source: New PIN
de_de: Neue PIN

source: Confirm PIN
de_de: Neue PIN bestätigen

source: Close
de_de: Schließen

source: Continue
de_de: Weiter

source: Complete
de_de: Abgeschlossen

source: Done!
de_de: Fertig!

source: Something went wrong.
de_de: Etwas ist schief gegangen.

source: Something went wrong while retrieving a credential. Please try again later or use a different authenticator.
de_de: Beim Abrufen Ihrer Zugangsdaten ist ein Fehler aufgetreten. Versuchen Sie es später wieder, oder verwenden Sie einen anderen Security-Token.

source: Set PIN on device
de_de: Geräte-PIN festlegen

source: Enter your PIN.
de_de: Geben Sie Ihren PIN ein.

source: Touch your device again. One attempt remaining.
de_de: Berühren Sie Ihr Gerät. Sie haben nur noch einen Versuch.

source: Touch your device.
de_de: Berühren Sie Ihr Gerät.

source: Touch your device
de_de: Berühren Sie Ihr Gerät.

source: Scan the QR code with your device to begin authentication.
de_de: Scannen Sie den QR code mit ihrem Gerät um die Authentifizierung zu beginnen.

source: Connecting to your device. Make sure both devices are near each other and have Bluetooth enabled.
de_de: Verbindung zu Ihrem Gerät wird aufgebaut. Stellen Sie sicher, dass beide Geräte nah beieinander sind und Bluetooth aktiviert haben.

source: Device connected. Follow the instructions on your device
de_de: Verbindung hergestellt. Folgen Sie den Anweisungen auf Ihrem Gerät.

source: Insert your security key.
de_de: Stecken Sie Ihren Security-Token ein.

source: Multiple devices found. Please select with which to proceed.
de_de: Mehrere Geräte gefunden. Bitte wählen Sie einen aus, um fortzufahren.

source: A Bluetooth device
de_de: Ein Bluetooth-Gerät

source: This device
de_de: Dieses Gerät

source: A mobile device
de_de: Ein mobiles Gerät

source: Linked Device
de_de: Verbundenes Gerät

source: An security key or card (NFC)
de_de: Ein NFC-Gerät

source: A security key (USB)
de_de: Ein Security-Token

source: unknown application
de_de: unbekannter Applikation

source: Create a passkey for %s1
de_de: Neuen Passkey für %s1 erstellen

source: Use a passkey for %s1
de_de: Passkey für %s1 abrufen

source: <b>"%s2"</b> (process ID: %i1, binary: %s3) is asking to create a credential to register at "%s1". Only proceed if you trust this process.
de_de: <b>"%s2"</b> (Prozess-ID: %i1, ausführbare Datei: %s3) möchte neue Zugangsdaten erstellen, um Sie bei "%s1" zu registrieren. Fahren Sie nur fort, wenn Sie diesem Prozess vertrauen.

source: <b>"%s2"</b> (process ID: %i1, binary: %s3) is asking to use a credential to sign in to "%s1". Only proceed if you trust this process.
de_de: <b>"%s2"</b> (Prozess-ID: %i1, ausführbare Datei: %s3) möchte Zugangsdaten abrufen, um Sie bei "%s1" anzumelden. Fahren Sie nur fort, wenn Sie diesem Prozess vertrauen.

source: Failed to select credential from device.
de_de: Zugangsdaten vom Gerät konnten nicht ausgewählt werden.

source: No matching credentials found on this authenticator.
de_de: Keine passenden Zugangsdaten auf diesem Gerät gefunden.

source: No more PIN attempts allowed. Try removing your device and plugging it back in.
de_de: Keine weiteren PIN-Eingaben erlaubt. Versuchen Sie ihr Gerät aus- und wieder einzustecken.

source: This server requires your device to have additional protection like a PIN, which is not set. Please set a PIN for this device and try again.
de_de: Für diesen Server benötigt ihr Gerät eine zusätzliche Absicherung, z.B. einen PIN. Bitte setzen Sie einen PIN für ihr Gerät und versuchen Sie es erneut.

source: This credential is already registered on this authenticator.
de_de: Diese Zugangsdaten sind bereits auf diesem Gerät registriert.

source: Something went wrong. Try again later or use a different authenticator.
de_de: Es ist ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal, oder benutzen Sie ein anderes Gerät.
